import React from "react";
import Point from "./Point";

export default function PointsPart() {
  const data = [
    {
      title: "1- درباره وبسایت",
      content: [
        {
          content:
            "1-1 به سایت شرکت خدماتی و تجاری مهر سرمستان خوش آمدید. این وبسایت این فرصت را برای شما فراهم می‌کند که از میان تعداد متنوعی از کالاها/ خدمات که برای فروش عمده از طریق وبسایت فهرست‌بندی شده‌اند به جستجو و خرید بپردازید. وبسایت این خدمات را به وسیله اعطای دسترسی شما به محتوای وبسایت فراهم می‌کند ",
          classSetted: "mb-5",
        },
        {
          content:
            "2-1 این وبسایت به وسیله شرکت خدماتی و تجاری مهر سرمستان مدیریت می‌شود و در هر کجا که از اصطلاح ما استفاده شده است منظور این شرکت است.هر کچا که از اصطلاح سایت یا وبسایت استفاده شود منظور وبسایت این شرکت است. دسترسی و استفاده از وبسایت و هر نوع از کالاها و خدمات خریداری شده به وسیله این شرکت فراهم می‌شود. از شما خواهشمندیم که این ضوابط و مقررات را با دقت بخوانید. استفاده از این وبسایت و یا خرید یکی از محصولات یا خدمات آن نشان می‌دهد که شما پذیرفته‌اید که به واسطه قبول این شرایط و ضوابط محدودیت‌هایی داشته باشید. متقابلا اگر این شرایط را نپذیرید به این معناست که از وبسایت و خدمات آن استفاده نخواهید کرد. اگر شما با این شرایط و ضوابط موافق نیستید باید دسترسی و استفاده از وبسایت و هر گونه خدمات آن را متوقف کنید.",
          classSetted: "   mb-5",
        },
        {
          content:
            "3-1 شرکت خدماتی و تجاری مهر سرمستان این حق را برای خود محفوظ نگاه می‌دارد که هر کدام از شرایط و ضوابط را از طریق به روزرسانی این صفحه بنا به صلاحدید خود مورد بازبینی و تغییر قرار دهد. زمانی که این شرکت شرایط و ضوابط را بروزرسانی می‌کند، از تلاش‌های معقولی برای اطلاع رسانی به شما در مورد به بروزرسانی‌های این شرایط استفاده خواهد کرد اما این امر وظیفه شماست که شرایط و ضوابط را چک کنید تا از تغییرات آن باخبر شوید. لازم به ذکر است که ادامه دسترسی شما به وبسایت به معنای پذیرش و موافقت با این تغییرات است. هر گونه تغییر در شرایط و ضوابط از تاریخ انتشار ترتیب اثر داده می‌شود.",
          classSetted: "",
        },
        {
          content:
            "لازم است قبل از دسترسی و استفاده از خدمات وبسایت حتما شرایط و ضوابط پیش رو را با دقت مطالعه نمایید. سوالات خود را در مورد این شرایط و ضوابط از طریق آدرس ایمیل زیر با ما در میان بگذارید. ",
          classSetted: "",
        },
        {
          content: "voc@mehrtrade.com  ",
          classSetted: "",
        },
      ],
    },
    {
      title: "2- پذیرش شرایط ",
      content: [
        {
          classSetted: "",
          content:
            "شما با ادامه استفاده از وبسایت و خدمات آن نشان می‌دهید که شرایط و ضوابط را پذیرفته‌اید. هم‌چنین شما با ثبت نام و ایجاد حساب کاربری، با شرایط و ضوابط که توسط این شرکت در این بخش قرار داده می‌شود موافقت خود را اعلام می‌نمایید. ",
        },
      ],
    },
    {
      title: "3- ثبت نام برای استفاده از وبسایت      ",
      content: [
        {
          classSetted: "",
          content:
            "1-3 نخستین گام برای دسترسی به وبسایت این است که به عنوان کاربر در سایت ثبت نام کنید. در بخشی از فرآیند ثبت نام در سایت ممکن است از شما خواسته شود که برخی از اطلاعات شخصی خود را وارد کنید نظیر:         ",
        },
        { classSetted: "", content: "-آدرس ایمیل " },
        { classSetted: "mb-5", content: "-شماره تلفن همراه " },
        {
          classSetted: "mb-5",
          content:
            "2-3 شما متعهد می‌شوید که هر اطلاعاتی را که در راستای تکمیل کردن فرآیند ثبت نام به این شرکت می‌دهید، دقیق، جدید و صحیح است. ",
        },
        {
          classSetted: "mb-5",
          content:
            "3-3 زمانی که فرآیند ثبت نام تکمیل شود، شما عضو وبسایت محسوب می‌شوید و محدودیت‌های این شرایط و ضوابط را می‌پذیرید. به عنوان یک عضو دسترسی سریع به خدمات سایت به شما اعطا می‌شود. ",
        },
        {
          classSetted: "",
          content:
            "4-3 شما در شرایط زیر مجاز به استفاده از وبسایت و پذیرش ضوابط نیستید:",
        },
        {
          classSetted: "",
          content:
            "زمانی که شما هنوز به سن قانونی برای انعقاد قرارداد با این شرکت نرسیده باشید.",
        },
        {
          classSetted: "mb-5",
          content:
            "شما شخصی باشید که مطابق قوانین این کشور یا کشورهای دیگر از جمله کشورهایی که در آن ساکن هستید یا از خدمات وبسایت در آن استفاده می‌کنید، از دریافت خدمات منع شده باشید.",
        },
        {
          classSetted: "",
          content:
            "5-3 اطلاعات شخصی شما در وبسایت ما به وسیله سیاست‌های حریم خصوصی مدیریت می‌شود. برای دریافت اطلاعات بیشتر این قسمت را مطالعه نمایید.",
        },
      ],
    },
    {
      title: "",
      content: [
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
      ],
    },
    {
      title: "",
      content: [
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
      ],
    },
    {
      title: "",
      content: [
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
      ],
    },
    {
      title: "",
      content: [
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
        { classSetted: "", content: "" },
      ],
    },
  ];
  return (
    <div className="flex flex-col gap-3 py-3 ">
      {data.map((item, index) => (
        <Point key={index} title={item.title} content={item.content} />
      ))}
    </div>
  );
}
