import style from "./product-description.module.css"
export default function ProductDescription() {
  return (
    <div className={style.product_card_description_box}>
   <div className="product_description_content">

   <h2 className="text-lg">خرید عمده لپ تاپ</h2>
    <p>
    لپ‌تاپ‌ها یکی از بهترین محصولات کامپیوتری بودند که در سال‌های اخیر بسیار پیشرفته‌تر و جذاب‌تر شده‌اند. با داشتن یک لپ‌تاپ در بسیاری از مواقع دیگر نیازی به سیستم‌های کامپیوتری نخواهید داشت و کامپیوتر شما همیشه همراهتان خواهد بود. دنیای لپ‌تاپ‌ها بسیار وسیع است و صدها مدل از این دستگاه‌ها در بازار وجود دارد. این موضوع فرصت بی‌نظیری برای خرید لپ تاپ عمده فراهم می‌کند تا بتوانید کسب‌وکار خود را راه‌اندازی کنید. اگر می‌خواهید در زمینه خرید و فروش لپ تاپ فعالیت کنید، کافی است با کارشناسان ما در شرکت بازرگانی مهر تماس بگیرید. البته قبل از آن بهتر است با دنیای لپ‌تاپ‌ها بیشتر آشنا شوید.

    </p>
    <p>
    لپ‌تاپ‌ها یکی از بهترین محصولات کامپیوتری بودند که در سال‌های اخیر بسیار پیشرفته‌تر و جذاب‌تر شده‌اند. با داشتن یک لپ‌تاپ در بسیاری از مواقع دیگر نیازی به سیستم‌های کامپیوتری نخواهید داشت و کامپیوتر شما همیشه همراهتان خواهد بود. دنیای لپ‌تاپ‌ها بسیار وسیع است و صدها مدل از این دستگاه‌ها در بازار وجود دارد. این موضوع فرصت بی‌نظیری برای خرید لپ تاپ عمده فراهم می‌کند تا بتوانید کسب‌وکار خود را راه‌اندازی کنید. اگر می‌خواهید در زمینه خرید و فروش لپ تاپ فعالیت کنید، کافی است با کارشناسان ما در شرکت بازرگانی مهر تماس بگیرید. البته قبل از آن بهتر است با دنیای لپ‌تاپ‌ها بیشتر آشنا شوید.

    </p>
    <p>
    لپ‌تاپ‌ها یکی از بهترین محصولات کامپیوتری بودند که در سال‌های اخیر بسیار پیشرفته‌تر و جذاب‌تر شده‌اند. با داشتن یک لپ‌تاپ در بسیاری از مواقع دیگر نیازی به سیستم‌های کامپیوتری نخواهید داشت و کامپیوتر شما همیشه همراهتان خواهد بود. دنیای لپ‌تاپ‌ها بسیار وسیع است و صدها مدل از این دستگاه‌ها در بازار وجود دارد. این موضوع فرصت بی‌نظیری برای خرید لپ تاپ عمده فراهم می‌کند تا بتوانید کسب‌وکار خود را راه‌اندازی کنید. اگر می‌خواهید در زمینه خرید و فروش لپ تاپ فعالیت کنید، کافی است با کارشناسان ما در شرکت بازرگانی مهر تماس بگیرید. البته قبل از آن بهتر است با دنیای لپ‌تاپ‌ها بیشتر آشنا شوید.

    </p>
    <p>
    لپ‌تاپ‌ها یکی از بهترین محصولات کامپیوتری بودند که در سال‌های اخیر بسیار پیشرفته‌تر و جذاب‌تر شده‌اند. با داشتن یک لپ‌تاپ در بسیاری از مواقع دیگر نیازی به سیستم‌های کامپیوتری نخواهید داشت و کامپیوتر شما همیشه همراهتان خواهد بود. دنیای لپ‌تاپ‌ها بسیار وسیع است و صدها مدل از این دستگاه‌ها در بازار وجود دارد. این موضوع فرصت بی‌نظیری برای خرید لپ تاپ عمده فراهم می‌کند تا بتوانید کسب‌وکار خود را راه‌اندازی کنید. اگر می‌خواهید در زمینه خرید و فروش لپ تاپ فعالیت کنید، کافی است با کارشناسان ما در شرکت بازرگانی مهر تماس بگیرید. البته قبل از آن بهتر است با دنیای لپ‌تاپ‌ها بیشتر آشنا شوید.

    </p>
   </div>

  
    <button className={style.product_card_description_btn + " product_card_description_btn"}>نمایش بیشتر</button>
  </div>
    
  );
}
